---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewportAttrLabelTag
source: html/675ce33d-1c34-0044-600a-5fdb4e35f478.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewportAttrLabelTag Property

"Title"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewportAttrLabelTag { get; }
```